export default {
  name: '关系图',
  type: 'graph',
  data: [
    {
      name: '简单关系图',
      data: {
        columns: ['时间', '地点', '人数', 'GDP', '气温'],
        rows: [
          { '时间': '星期一', '地点': '北京', '人数': 1000, 'GDP': 100, '气温': 20 },
          { '时间': '星期二', '地点': '上海', '人数': 400, 'GDP': 130, '气温': 21 },
          { '时间': '星期三', '地点': '杭州', '人数': 800, 'GDP': 200, '气温': 22 },
          { '时间': '星期二', '地点': '深圳', '人数': 200, 'GDP': 240, '气温': 23 },
          { '时间': '星期三', '地点': '长春', '人数': 100, 'GDP': 300, '气温': 24 },
          { '时间': '星期五', '地点': '南京', '人数': 300, 'GDP': 100, '气温': 25 },
          { '时间': '星期四', '地点': '江苏', '人数': 800, 'GDP': 160, '气温': 26 },
          { '时间': '星期一', '地点': '北京', '人数': 700, 'GDP': 190, '气温': 27 },
          { '时间': '星期三', '地点': '上海', '人数': 300, 'GDP': 200, '气温': 28 },
          { '时间': '星期二', '地点': '杭州', '人数': 500, 'GDP': 500, '气温': 29 }
        ]
      }
    }
  ]
}
